Repository: jasp-stats/jaspEquivalenceTTests
Catalog: po/R-*.po
Languages: pt, sr, tr

source: I ranges from %1$s to %2$s
pt: I varia de %1$s a %2$s
sr: I се креће од %1$s до %2$s
tr: I aralığı %1$s ile %2$s arasındadır

source: Equivalence Prior and Posterior
pt: Equivalência anterior e posterior
sr: Еквивалентност претходне и постериорне
tr: Eşdeğerlik Önsel ve Sonsal Dağılım

source: Effect size
pt: Tamanho do Efeito
sr: Величина ефекта
tr: Etki büyüklüğü

source: Equivalence Sequential Analysis
pt: Análise Sequencial de Equivalência
sr: Еквивалентност секвенцијалне анализе
tr: Eşdeğerlik Sıralı Analizi

source: Please provide another variable.
pt: Por favor, forneça outra variável.
sr: Наведите другу варијаблу.
tr: Lütfen başka bir değişken seçin.

source: Variables %1$s and %2$s are the same!
pt: As variáveis %1$s e %2$s são as mesmas!
sr: Варијабле %1$s и %2$s су исте!
tr: %1$s ve %2$s değişkenleri aynı!

source: Equivalence Bayesian Independent Samples T-Test
pt: Teste T de Amostras Independentes Bayesianas de Equivalência
sr: Еквивалентност Бајесовог t-теста за независне узорке
tr: Eşdeğerlik Bayesçi Bağımsız Örneklemler T-Testi

source: Type
pt: Tipo
sr: Тип
tr: Tip

source: Model Comparison
pt: Comparação de Modelo
sr: Поређење модела
tr: Model Karşılaştırması

source: error %%
pt: erro %%
sr: грешка %%
tr: hata %%

source: Overlapping (%1$s vs. %2$s)
pt: Sobreposição (%1$s vs. %2$s)
sr: Преклапање (%1$s vs. %2$s)
tr: Örtüşen (%1$s - %2$s)

source: Non-overlapping (%1$s vs. %2$s)
pt: Não sobreposto (%1$s vs. %2$s)
sr: Непреклапање (%1$s vs. %2$s)
tr: Örtüşmeyen (%1$s - %2$s)

source: Descriptives
pt: Descritivas
sr: Дескриптивна статистика
tr: Betimsel İstatistikler

source: Group
pt: Grupo
sr: Група
tr: Grup

source: Mean
pt: Média
sr: Аритметичка средина
tr: Ortalama

source: SD
pt: DP
tr: SS

source: SE
pt: EP
tr: SH

source: 95%% Credible Interval
pt: Intervalo de Confiança 95%%
sr: 95%% Веродостојан интервал
tr: %%95 Güvenilir Aralık

source: Lower
pt: Inferior
sr: Ниже
tr: Alt

source: Upper
pt: Superior
sr: Горњи
tr: Üst

source: Prior and Posterior Mass Table
pt: Tabela de massa anterior e posterior
sr: Претходна и задња масена табела
tr: Önsel ve Sonsal Kütle Tablosu

source: Section
pt: Seção
sr: Секција
tr: Bölüm

source: Prior Mass
pt: Massa Anterior
sr: Претходна маса
tr: Önsel Kütle

source: Posterior Mass
pt: Massa Posterior
sr: Задња маса
tr: Sonsal Kütle

source: Equivalence Bayesian One Sample T-Test
pt: Teste T Bayesiano de Equivalência de Amostra Única
sr: Еквивалентност Бајесов Т-тест са једним узорком
tr: Eşdeğerlik Bayesçi Tek Örneklem T-Testi

source: Equivalence Bayesian Paired Samples T-Test
pt: Teste T Bayesiano de Equivalência de Amostras Dependentes
sr: Т-тест еквиваленције Баиесиан упарених узорака
tr: Eşdeğerlik Bayesçi Bağımlı Örneklemler T-Testi

source: Equivalence Mass Table
pt: Tabela de massa de equivalência
sr: Табела еквивалентних маса
tr: Eşdeğerlik Kütle Tablosu

source: Equivalence Independent Samples T-Test
pt: Teste T de Equivalência de Amostras Independentes
sr: Т-тест за независне узорке еквиваленције
tr: Eşdeğerlik Bağımsız Örneklemler T-Testi

source: Statistic
pt: Estatística
sr: Статистика
tr: İstatistik

source: df
pt: gl
tr: sd

source: T-Test
pt: Teste T
sr: T-тест
tr: T-Testi

source: Upper bound
pt: Limite superior
sr: Горња граница
tr: Üst sınır

source: Lower bound
pt: Limite inferior
sr: Доња граница
tr: Alt sınır

source: Equivalence Bounds
pt: Limites de equivalência
sr: Границе еквиваленције
tr: Eşdeğerlik Sınırları

source: Bounds type
pt: Tipo de limites
sr: Врста граница
tr: Sınır türü

source: Low
pt: Inferior
sr: Ниско
tr: Düşük

source: High
pt: Alto
sr: Високо
tr: Yüksek

source: %s%% Confidence Interval
pt: %s%% Intervalo de Confiança
sr: %s%% Интервал поузданости
tr: %%%s Güven Aralığı

source: Cohen's d
pt: D de Cohen

source: Raw
pt: Bruto
sr: Сирово
tr: Ham

source: Equivalence Bounds Plots
pt: Gráficos de limites de equivalência
sr: Границе еквиваленције графикона
tr: Eşdeğerlik Sınırları Grafikleri

source: Equivalence One Sample T-Test
pt: Teste T de Equivalência de Amostra Única
sr: Т-тест еквиваленције једног узорка
tr: Eşdeğerlik Tek Örneklem T-Testi

source: Equivalence Paired Samples T-Test
pt: Teste T de Equivalência de Amostras Dependentes
sr: Т-тест упарених узорака еквивалентности
tr: Eşdeğerlik Bağımlı Örneklemler T-Testi

source: Sequential analysis robustness check plot currently not supported for informed prior.
sr: Графикон провере робусности секвенцијалне анализе тренутно није подржан за постављени претходни услов.
